[
    {
        "id": "1",
        "name": "Chirurgien-dentiste",
        "domain": "Chirurgie dentaire",
        "description": "Le chirurgien-dentiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "DENTISTE"
    },
    {
        "id": "2",
        "name": "Médecin généraliste",
        "domain": "Médecine générale",
        "description": "Le médecin généraliste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "GENERALISTE"
    },
    {
        "id": "3",
        "name": "Pédiatre",
        "domain": "Pédiatrie",
        "description": "Le pédiatre est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PEDIATRE"
    },
    {
        "id": "4",
        "name": "Gynécologue médical et obstétrique",
        "domain": "Gynécologie",
        "description": "Le gynécologue médical et obstétrique est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "GYNECOLOGUE"
    },
    {
        "id": "5",
        "name": "Ophtalmologue",
        "domain": "Ophtalmologie",
        "description": "L'ophtalmologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "OPHTALMOLOGUE"
    },
    {
        "id": "6",
        "name": "Dermatologue et vénérologue",
        "domain": "Dermatologie",
        "description": "Le dermatologue et vénérologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "DERMATOLOGUE"
    },
    {
        "id": "7",
        "name": "Ostéopathe",
        "domain": "Ostéopathie",
        "description": "L'ostéopathe est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "OSTEOPATHE"
    },
    {
        "id": "8",
        "name": "Masseur-Kinésithérapeute",
        "domain": "Kinésithérapie",
        "description": "Le masseur-kinésithérapeute est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MASSEUR"
    },
    {
        "id": "9",
        "name": "Opticien-lunetier",
        "domain": "Optique",
        "description": "L'opticien-lunetier est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "OPTICIEN"
    },
    {
        "id": "10",
        "name": "Pédicure-podologue",
        "domain": "Podologie",
        "description": "Le pédicure-podologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PEDICURE"
    },
    {
        "id": "11",
        "name": "Sage-femme",
        "domain": "Sage-femme",
        "description": "La sage-femme est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SAGE_FEMME"
    },
    {
        "id": "12",
        "name": "ORL",
        "domain": "ORL",
        "description": "L'ORL est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ORL"
    },
    {
        "id": "13",
        "name": "Allergologue",
        "domain": "Allergologie",
        "description": "L'allergologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ALLERGOLOGUE"
    },
    {
        "id": "14",
        "name": "Chirurgien urologue",
        "domain": "Urologie",
        "description": "Le chirurgien urologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN"
    },
    {
        "id": "15",
        "name": "Rhumatologue",
        "domain": "Rhumatologie",
        "description": "Le rhumatologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "RHUMATOLOGUE"
    },
    {
        "id": "16",
        "name": "Stomatologue",
        "domain": "Stomatologie",
        "description": "Le stomatologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "STOMATOLOGUE"
    },
    {
        "id": "17",
        "name": "Endocrinologue",
        "domain": "Endocrinologie",
        "description": "L'endocrinologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ENDOCRINOLOGUE"
    },
    {
        "id": "18",
        "name": "Chirurgien orthopédiste",
        "domain": "Chirurgie orthopédique",
        "description": "Le chirurgien orthopédiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN"
    },
    {
        "id": "19",
        "name": "Diététicien",
        "domain": "Diététique",
        "description": "Le diététicien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "DIETETICIEN"
    },
    {
        "id": "20",
        "name": "Psychologue",
        "domain": "Psychologie",
        "description": "Le psychologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PSYCHOLOGUE"
    },
    {
        "id": "21",
        "name": "Psychiatre",
        "domain": "Psychiatrie",
        "description": "Le psychiatre est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PSYCHIATRE"
    },
    {
        "id": "22",
        "name": "Radiologue",
        "domain": "Radiologie",
        "description": "Le radiologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "RADIOLOGUE"
    },
    {
        "id": "23",
        "name": "Neurologue",
        "domain": "Neurologie",
        "description": "Le neurologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "NEUROLOGUE"
    },
    {
        "id": "24",
        "name": "Cardiologue",
        "domain": "Cardiologie",
        "description": "Le cardiologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CARDIOLOGUE"
    },
    {
        "id": "25",
        "name": "Gastro-entérologue et hépatologue",
        "domain": "Gastro-entérologie et hépatologie",
        "description": "Le gastro-entérologue et hépatologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "GASTRO_ENTEROLOGUE"
    },
    {
        "id": "26",
        "name": "Acupuncteur",
        "domain": "Acupuncture",
        "description": "L'acupuncteur est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ACUPUNCTEUR"
    },
    {
        "id": "27",
        "name": "Addictologue",
        "domain": "Addictologie",
        "description": "L'addictologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ADDICTOLOGUE"
    },
    {
        "id": "28",
        "name": "Adjoint chirurgien dentiste",
        "domain": "Chirurgie dentaire",
        "description": "L'adjoint chirurgien dentiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ADJOINT_CHIRURGIEN"
    },
    {
        "id": "29",
        "name": "Adjoint médical",
        "domain": "Médecine",
        "description": "L'adjoint médical est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ADJOINT_MEDICAL"
    },
    {
        "id": "30",
        "name": "Anatamo-cyto-pathologiste",
        "domain": "Anatomie et cytologie pathologiques",
        "description": "L'anatamo-cyto-pathologiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ANATAMO_CYTO_PATHOLOGISTE"
    },
    {
        "id": "31",
        "name": "Andrologue",
        "domain": "Andrologie",
        "description": "L'andrologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ANDROLOGUE"
    },
    {
        "id": "32",
        "name": "Anesthésiste",
        "domain": "Anesthésie",
        "description": "L'anesthésiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ANESTHESISTE"
    },
    {
        "id": "33",
        "name": "Angiologue",
        "domain": "Angiologie",
        "description": "L'angiologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ANGIOLOGUE"
    },
    {
        "id": "34",
        "name": "Assistant de service social",
        "domain": "Service social",
        "description": "L'assistant de service social est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ASSISTANT_SERVICE_SOCIAL"
    },
    {
        "id": "35",
        "name": "Audioprothésiste",
        "domain": "Audioprothèse",
        "description": "L'audioprothésiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "AUDIOPROTHESITE"
    },
    {
        "id": "36",
        "name": "Biologiste des agents infectieux",
        "domain": "Biologie des agents infectieux",
        "description": "Le biologiste des agents infectieux est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "BIOLOGISTE_AGENT_INFE"
    },
    {
        "id": "37",
        "name": "Auxiliaire de puériculture",
        "domain": "Puériculture",
        "description": "L'auxiliaire de puériculture est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "AUXILIAIRE_PUERICULTURE"
    },
    {
        "id": "38",
        "name": "Cancerologue",
        "domain": "Cancérologie",
        "description": "Le cancerologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CANCEROLOGUE"
    },
    {
        "id": "39",
        "name": "Cancerologue biologique",
        "domain": "Cancérologie biologique",
        "description": "Le cancerologue biologique est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CANCEROLOGUE_BIOLOGIQUE"
    },
    {
        "id": "40",
        "name": "Cancerologue médical",
        "domain": "Cancérologie médicale",
        "description": "Le cancerologue médical est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CANCEROLOGUE_MEDICAL"
    },
    {
        "id": "41",
        "name": "Cancerologue radiothérapeute",
        "domain": "Cancérologie radiothérapeutique",
        "description": "Le cancerologue radiothérapeute est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CANCEROLOGUE_RADIO"
    },
    {
        "id": "42",
        "name": "Chercheur médical",
        "domain": "Recherche médicale",
        "description": "Le chercheur médical est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHERCHEUR_MEDICAL"
    },
    {
        "id": "43",
        "name": "Chiropracteur",
        "domain": "Chiropractie",
        "description": "Le chiropracteur est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIROPRACTEUR"
    },
    {
        "id": "44",
        "name": "Chirurgien cancérologue",
        "domain": "Chirurgie cancérologique",
        "description": "Le chirurgien cancérologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_CANCEROLOGUE"
    },
    {
        "id": "45",
        "name": "Chirurgien de la main",
        "domain": "Chirurgie de la main",
        "description": "Le chirurgien de la main est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_MAIN"
    },
    {
        "id": "46",
        "name": "Chirurgien de la face et du cou",
        "domain": "Chirurgie de la face et du cou",
        "description": "Le chirurgien de la face et du cou est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_FACE_COU"
    },
    {
        "id": "47",
        "name": "Chirurgien endocrinien",
        "domain": "Chirurgie endocrinienne",
        "description": "Le chirurgien endocrinien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_ENDOCRIN"
    },
    {
        "id": "48",
        "name": "Chirurgien généaliste",
        "domain": "Chirurgie générale",
        "description": "Le chirurgien généaliste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_GENERALISTE"
    },
    {
        "id": "49",
        "name": "Chirurgien infantile",
        "domain": "Chirurgie infantile",
        "description": "Le chirurgien infantile est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_INFANTILE"
    },
    {
        "id": "50",
        "name": "Chirurgien maxillo-facial",
        "domain": "Chirurgie maxillo-faciale",
        "description": "Le chirurgien maxillo-facial est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_MAXILLO_FACIAL"
    },
    {
        "id": "51",
        "name": "Chirurgien maxillo-facial et stomatologue",
        "domain": "Chirurgie maxillo-faciale et stomatologie",
        "description": "Le chirurgien maxillo-facial et stomatologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_MAXILLO_FACIAL_STOMATOLOGUE"
    },
    {
        "id": "52",
        "name": "Chirurgien oral",
        "domain": "Chirurgie orale",
        "description": "Le chirurgien oral est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_ORAL"
    },
    {
        "id": "53",
        "name": "Chirurgien plasticien et esthétique",
        "domain": "Chirurgie plastique et esthétique",
        "description": "Le chirurgien plasticien et esthétique est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_PLASTICIEN_ESTHETIQUE"
    },
    {
        "id": "54",
        "name": "Chirurgien thoracique",
        "domain": "Chirurgie thoracique",
        "description": "Le chirurgien thoracique est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_THORACIQUE"
    },
    {
        "id": "55",
        "name": "Chirurgien vasculaire",
        "domain": "Chirurgie vasculaire",
        "description": "Le chirurgien vasculaire est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_VASCULAIRE"
    },
    {
        "id": "56",
        "name": "Chirurgien viscéral et digestif",
        "domain": "Chirurgie viscérale et digestive",
        "description": "Le chirurgien viscéral et digestif est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CHIRURGIEN_VISCERAL_DIGESTIF"
    },
    {
        "id": "57",
        "name": "Cytogénéticien",
        "domain": "Cytogénétique",
        "description": "Le cytogénéticien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "CYTOGENETICIEN"
    },
    {
        "id": "58",
        "name": "Dermopathologue",
        "domain": "Dermatopathologie",
        "description": "Le dermatopathologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "DERMOPATHOLOGUE"
    },
    {
        "id": "59",
        "name": "Echographiste",
        "domain": "Echographie",
        "description": "L'echographiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ECHOGRAPHISTE"
    },
    {
        "id": "60",
        "name": "Endocrinologue diabétologue",
        "domain": "Endocrinologie diabétologie",
        "description": "L'endocrinologue diabétologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ENDOCRINOLOGUE_DIABETOLOGUE"
    },
    {
        "id": "61",
        "name": "Epithésiste",
        "domain": "Epithésie",
        "description": "L'epithésiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "EPITHESISTE"
    },
    {
        "id": "62",
        "name": "Ergothérapeute",
        "domain": "Ergothérapie",
        "description": "L'ergothérapeute est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ERGOTHERAPEUTE"
    },
    {
        "id": "63",
        "name": "Généticien",
        "domain": "Génétique",
        "description": "Le généticien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "GENETICIEN"
    },
    {
        "id": "64",
        "name": "Gériatre",
        "domain": "Gériatrie",
        "description": "Le gériatre est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "GERIATRE"
    },
    {
        "id": "65",
        "name": "Gynécologue médical",
        "domain": "Gynécologie médicale",
        "description": "Le gynécologue médical est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "GYNECOLOGUE_MEDICAL"
    },
    {
        "id": "66",
        "name": "Gynécologue obstétricien",
        "domain": "Gynécologie obstétrique",
        "description": "Le gynécologue obstétricien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "GYNECOLOGUE_OBSTETRICIEN"
    },
    {
        "id": "67",
        "name": "Hématologue",
        "domain": "Hématologie",
        "description": "L'hématologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "HEMATOLOGUE"
    },
    {
        "id": "68",
        "name": "Hématologue biologiste",
        "domain": "Hématologie biologique",
        "description": "L'hématologue biologiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "HEMATOLOGUE_BIOLOGISTE"
    },
    {
        "id": "69",
        "name": "Hématologue clinicien",
        "domain": "Hématologie clinique",
        "description": "L'hématologue clinicien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "HEMATOLOGUE_CLINICIEN"
    },
    {
        "id": "70",
        "name": "Homéopathe",
        "domain": "Homéopathie",
        "description": "L'homéopathe est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "HOMEOPATHIE"
    },
    {
        "id": "71",
        "name": "Hydrologue",
        "domain": "Hydrologie",
        "description": "L'hydrologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "HYDROLOGUE"
    },
    {
        "id": "72",
        "name": "Immunologue",
        "domain": "Immunologie",
        "description": "L'immunologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "IMMUNOLOGUE"
    },
    {
        "id": "73",
        "name": "Infectiologue",
        "domain": "Infectiologie",
        "description": "L'infectiologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "INFECTIOLOGUE"
    },
    {
        "id": "74",
        "name": "Infirmier",
        "domain": "Infirmier",
        "description": "L'infirmier est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "INFIRMIER"
    },
    {
        "id": "75",
        "name": "Infirmier anesthésiste",
        "domain": "Infirmier anesthésiste",
        "description": "L'infirmier anesthésiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "INFIRMIER_ANESTHESISTE"
    },
    {
        "id": "76",
        "name": "Infirmier en pratique avancée",
        "domain": "Infirmier en pratique avancée",
        "description": "L'infirmier en pratique avancée est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "INFIRMIER_EN_PRACTIQUE_AVANCEE"
    },
    {
        "id": "77",
        "name": "Infirmière puéricultrice",
        "domain": "Infirmière puéricultrice",
        "description": "L'infirmière puéricultrice est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "INFIRMIERE_PUERICULTRICE"
    },
    {
        "id": "78",
        "name": "Manipulateur en électroradiologie médicale",
        "domain": "Manipulateur en électroradiologie médicale",
        "description": "Le manipulateur en électroradiologie médicale est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MANIPULATEUR_EN_ELECTRORADIOLOGIE_MEDICALE"
    },
    {
        "id": "79",
        "name": "Médecin biologiste",
        "domain": "Médecine biologique",
        "description": "Le médecin biologiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_BIOLOGISTE"
    },
    {
        "id": "80",
        "name": "Médecin bucco-dentaire",
        "domain": "Médecine bucco-dentaire",
        "description": "Le médecin bucco-dentaire est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_BUCCO_DENTAIRE"
    },
    {
        "id": "81",
        "name": "Médecin la douleur",
        "domain": "Médecine de la douleur",
        "description": "Le médecin la douleur est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_LA_DOULEUR"
    },
    {
        "id": "82",
        "name": "Médecin de la reproduction",
        "domain": "Médecine de la reproduction",
        "description": "Le médecin de la reproduction est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_DE_LA_REPRODUCTION"
    },
    {
        "id": "83",
        "name": "Médecin de la reproduction et de la gynécologie médicale",
        "domain": "Médecine de la reproduction et de la gynécologie médicale",
        "description": "Le médecin de la reproduction et de la gynécologie médicale est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_DE_LA_REPRODUCTION_ET_DE_LA_GYNECOLOGIE_MEDICALE"
    },
    {
        "id": "84",
        "name": "Médecin de soins palliatifs",
        "domain": "Médecine de soins palliatifs",
        "description": "Le médecin de soins palliatifs est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_DE_SOINS_PALLIATIFS"
    },
    {
        "id": "85",
        "name": "Médecin du travail",
        "domain": "Médecine du travail",
        "description": "Le médecin du travail est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_DU_TRAVAIL"
    },
    {
        "id": "86",
        "name": "Médecin du sport",
        "domain": "Médecine du sport",
        "description": "Le médecin du sport est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_DU_SPORT"
    },
    {
        "id": "87",
        "name": "Médecin morphologiste et anti-âge",
        "domain": "Médecine morphologiste et anti-âge",
        "description": "Le médecin morphologiste et anti-âge est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_MORPHOLOGISTE_ET_ANTI_AGE"
    },
    {
        "id": "88",
        "name": "Médecin nucléaire",
        "domain": "Médecine nucléaire",
        "description": "Le médecin nucléaire est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_NUCLEAIRE"
    },
    {
        "id": "89",
        "name": "Médecin nutritionniste",
        "domain": "Médecine nutritionniste",
        "description": "Le médecin nutritionniste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_NUTRITIONNISTE"
    },
    {
        "id": "90",
        "name": "Médecin pénitentiaire",
        "domain": "Médecine pénitentiaire",
        "description": "Le médecin pénitentiaire est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_PENITENTIAIRE"
    },
    {
        "id": "91",
        "name": "Médecin réanimateur",
        "domain": "Médecine réanimateur",
        "description": "Le médecin réanimateur est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_REANIMATEUR"
    },
    {
        "id": "92",
        "name": "Médecin spécialiste de santé publique",
        "domain": "Médecine spécialiste de santé publique",
        "description": "Le médecin spécialiste de santé publique est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_SPECIALISTE_DE_SANTE_PUBLIQUE"
    },
    {
        "id": "93",
        "name": "Médecin urgentiste",
        "domain": "Médecine urgentiste",
        "description": "Le médecin urgentiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_URGENTISTE"
    },
    {
        "id": "94",
        "name": "Médecin vasculaire",
        "domain": "Médecine vasculaire",
        "description": "Le médecin vasculaire est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_VASCULAIRE"
    },
    {
        "id": "95",
        "name": "Médecin vétérinaire",
        "domain": "Médecine vétérinaire",
        "description": "Le médecin vétérinaire est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "MEDECIN_VETERINAIRE"
    },
    {
        "id": "96",
        "name": "Néonatologue",
        "domain": "Néonatologie",
        "description": "Le néonatologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "NEONATOLOGUE"
    },
    {
        "id": "97",
        "name": "Néphrologue",
        "domain": "Néphrologie",
        "description": "Le néphrologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "NEPHROLOGUE"
    },
    {
        "id": "98",
        "name": "Neurochirurgien",
        "domain": "Neurochirurgie",
        "description": "Le neurochirurgien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "NEUROCHIRURGIEN"
    },
    {
        "id": "99",
        "name": "Neuro-pathologiste",
        "domain": "Neuro-pathologie",
        "description": "Le neuro-pathologiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "NEURO-PATHOLOGISTE"
    },
    {
        "id": "100",
        "name": "Neuro-psychiatre",
        "domain": "Neuro-psychiatrie",
        "description": "Le neuro-psychiatre est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "NEURO-PSYCHIATRE"
    },
    {
        "id": "101",
        "name": "Oculariste",
        "domain": "Oculaire",
        "description": "L'oculariste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "OCULARISTE"
    },
    {
        "id": "102",
        "name": "Oncologue médical",
        "domain": "Oncologie médicale",
        "description": "L'oncologue médical est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ONCOLOGUE_MEDICAL"
    },
    {
        "id": "103",
        "name": "Onco-hématologue",
        "domain": "Onco-hématologie",
        "description": "L'onco-hématologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ONCO-HEMATOLOGUE"
    },
    {
        "id": "104",
        "name": "Onco-radiothérapeute",
        "domain": "Onco-radiothérapie",
        "description": "L'onco-radiothérapeute est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ONCO-RADIOTHERAPEUTE"
    },
    {
        "id": "105",
        "name": "ORL-Chirurgien de la face et du cou",
        "domain": "ORL-Chirurgie de la face et du cou",
        "description": "L'ORL-Chirurgien de la face et du cou est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ORL-CHIRURGIEN_DE_LA_FACE_ET_DU_COU"
    },
    {
        "id": "106",
        "name": "Orthodontiste",
        "domain": "Orthodontie",
        "description": "L'orthodontiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ORTHODONTISTE"
    },
    {
        "id": "107",
        "name": "Orthopédiste-orthésiste",
        "domain": "Orthopédie-orthèse",
        "description": "L'orthopédiste-orthésiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ORTHOPEDISTE-ORTHESE"
    },
    {
        "id": "108",
        "name": "Orthophoniste",
        "domain": "Orthophonie",
        "description": "L'orthophoniste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ORTHOPHONISTE"
    },
    {
        "id": "109",
        "name": "Orthoprothésiste",
        "domain": "Orthopédie",
        "description": "L'orthoprothésiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ORTHOPROTHESE"
    },
    {
        "id": "110",
        "name": "Orthoptiste",
        "domain": "Orthoptie",
        "description": "L'orthoptiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "ORTHOPTISTE"
    },
    {
        "id": "111",
        "name": "Ostéopathie maxillo-faciale et oro-faciale",
        "domain": "Ostéopathie maxillo-faciale et oro-faciale",
        "description": "L'ostéopathie maxillo-faciale et oro-faciale est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "OSTEOPATHIE_MAXILLO-FACIALE_ET_ORO-FACIALE"
    },
    {
        "id": "112",
        "name": "Pathologies professionnelles et environnementales",
        "domain": "Pathologies professionnelles et environnementales",
        "description": "La pathologie professionnelle et environnementale est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PATHOLOGIES_PROFESSIONNELLES_ET_ENVIRONNEMENTALES"
    },
    {
        "id": "113",
        "name": "Pharmacien",
        "domain": "Pharmacie",
        "description": "Le pharmacien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PHARMACIEN"
    },
    {
        "id": "114",
        "name": "Pharmacologue",
        "domain": "Pharmacologie",
        "description": "Le pharmacologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PHARMACOLOGUE"
    },
    {
        "id": "115",
        "name": "Phlébologue",
        "domain": "Phlébologie",
        "description": "Le phlébologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PHLEBOLOGUE"
    },
    {
        "id": "116",
        "name": "Pneumologue",
        "domain": "Pneumologie",
        "description": "Le pneumologue est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PNEUMOLOGUE"
    },
    {
        "id": "117",
        "name": "Phoniatre",
        "domain": "Phoniatrie",
        "description": "Le phoniatre est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PHONIATRE"
    },
    {
        "id": "118",
        "name": "Podologue pédiatrique",
        "domain": "Podologie pédiatrique",
        "description": "Le podologue pédiatrique est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PODOLOGUE_PEDIATRIQUE"
    },
    {
        "id": "119",
        "name": "Podo-orthésiste",
        "domain": "Podo-orthèse",
        "description": "Le podo-orthésiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PODO-ORHESISTE"
    },
    {
        "id": "120",
        "name": "Psychiatre de l'enfant et de l'adolescent",
        "domain": "Psychiatrie de l'enfant et de l'adolescent",
        "description": "Le psychiatre de l'enfant et de l'adolescent est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PSYCHIATRE_DE_L'ENFANT_ET_DE_L'ADOLESCENT"
    },
    {
        "id": "121",
        "name": "Psychomotricien",
        "domain": "Psychomotricité",
        "description": "Le psychomotricien est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PSYCHOMOTRICIEN"
    },
    {
        "id": "122",
        "name": "Psychothérapeute",
        "domain": "Psychothérapie",
        "description": "Le psychothérapeute est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "PSYCHOTHERAPEUTE"
    },
    {
        "id": "123",
        "name": "Radiothérapeute",
        "domain": "Radiothérapie",
        "description": "Le radiothérapeute est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "RADIOTHERAPEUTE"
    },
    {
        "id": "124",
        "name": "Sage-femme échographiste",
        "domain": "Sage-femme échographiste",
        "description": "Le sage-femme échographiste est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SAGE-FEMME_ECHOGRAPHISTE"
    },
    {
        "id": "125",
        "name": "Spécialiste en hémobiologie-transfusionnelle",
        "domain": "Hémobiologie-transfusionnelle",
        "description": "Le spécialiste en hémobiologie-transfusionnelle est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SPECIALISTE_EN_HEMOBIOLOGIE-TRANSFUSIONNELLE"
    },
    {
        "id": "126",
        "name": "Spécialiste en médecine aérospatiale",
        "domain": "Médecine aérospatiale",
        "description": "Le spécialiste en médecine aérospatiale est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SPECIALISTE_EN_MEDECINE_AEROSPATIALE"
    },
    {
        "id": "127",
        "name": "Spécialiste en médecine de catastrophe",
        "domain": "Médecine de catastrophe",
        "description": "Le spécialiste en médecine de catastrophe est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SPECIALISTE_EN_MEDECINE_DE_CATASTROPHE"
    },
    {
        "id": "128",
        "name": "Spécialiste en médecine interne",
        "domain": "Médecine interne",
        "description": "Le spécialiste en médecine interne est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SPECIALISTE_EN_MEDECINE_INTERNE"
    },
    {
        "id": "129",
        "name": "Spécialiste en médecine légale et expert médical",
        "domain": "Médecine légale et expert médical",
        "description": "Le spécialiste en médecine légale et expert médical est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SPECIALISTE_EN_MEDECINE_LEGALE_ET_EXPERT_MEDICAL"
    },
    {
        "id": "130",
        "name": "Spécialiste en médecine physique et de réadaptation",
        "domain": "Médecine physique et de réadaptation",
        "description": "Le spécialiste en médecine physique et de réadaptation est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SPECIALISTE_EN_MEDECINE_PHYSIQUE_ET_DE_READAPTATION"
    },
    {
        "id": "131",
        "name": "Spécialiste en médecine préventive",
        "domain": "Médecine préventive",
        "description": "Le spécialiste en médecine préventive est un médecin spécialisé dans la prévention, le diagnostic et le traitement des maladies et des dysfonctionnements de la bouche et des dents. Il est également appelé dentiste.",
        "code": "SPECIALISTE_EN_MEDECINE_PREVENTIVE"
    }
]